11/data/attachments/54e8c1014e361644.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Derek_decision_Actions_49929_1</nif:username>
            <nif:friendToBeRequested>soap_actions_9c581f7f-539e-4ef5-9729-453a7ac2136f</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>